"previewCamera" = "Fényképezés";
"previewCameraRecord" = "Felvétel";
"previewAlbum" = "Album";
"cancel" = "Mégse";

"originalPhoto" = "Eredeti kép";
"originalTotalSize" = "Összesen";
"done" = "Kész";
"ok" = "Rendben";
"editFinish" = "Befejezés";
"cameraDone" = "Rendben";
"inputDone" = "Rendben";

"back" = "Vissza";
"edit" = "Szerkesztés";
"revert" = "Visszaállítás";
"brightness" = "Fényerő";
"contrast" = "Kontraszt";
"saturation" = "Telítettség";
"exposure" = "Expozíció";
"sharpness" = "Élesség";
"temperature" = "Színhőmérséklet";
"tint" = "Színárnyalat";
"vignette" = "Sötétítés";
"vibrance" = "Természetes telítettség";

"photo" = "Fotó";
"preview" = "Előnézet";

"noPhotoTips" = "Nincs fotó";

"hudLoading" = "Betöltés...";
"hudProcessing" = "Feldolgozás...";

"exceededMaxSelectCount" = "Legfeljebb %ld képet választhat";
"longerThanMaxVideoDuration" = "Nem választhat %ld másodpercnél hosszabb videót";
"shorterThanMinVideoDuration" = "Nem választhat %ld másodpercnél rövidebb videót";
"largerThanMaxVideoDataSize" = "Nem választhat %@ MB-nál nagyobb videót";
"smallerThanMinVideoDataSize" = "Nem választhat %@ MB-nál kisebb videót";
"exceededMaxVideoSelectCount" = "Legfeljebb %ld videót választhat";
"lessThanMinVideoSelectCount" = "Legalább %ld videót kell választania";

"noCameraAuthorityAlertMessage" = "Kérjük, engedélyezze a(z) %@ hozzáférést a kamerához az iPhone \"Beállítások > Adatvédelem > Kamera\" menüjében";
"noPhotoLibraryAuthorityAlertMessage" = "Kérjük, engedélyezze a(z) %@ hozzáférést a fotókhoz az iPhone \"Beállítások > Adatvédelem > Fotók\" menüjében";
"noMicrophoneAuthorityAlertMessage" = "Nem lehet hangot rögzíteni, kérjük, engedélyezze a mikrofon használatát a \"Beállítások > %@\" alatt";
"unableToAccessAllPhotos" = "A(z) %@ csak részleges hozzáférést engedélyezett az albumhoz, javasolt az „Összes fotó” hozzáférés engedélyezése";
"noLibraryAuthTitleInThumbList" = "Nem lehet hozzáférni a fotókhoz az albumban";
"noLibraryAuthDescInThumbList" = "Letiltotta a(z) %@ fotókhoz való hozzáférést, javasolt az „Összes fotó” hozzáférés engedélyezése";
"gotoSystemSettingInThumbList" = "Ugrás a rendszerbeállításokhoz";

"cameraUnavailable" = "A kamera nem elérhető";
"keepRecording" = "Folytassa a felvételt";
"gotoSettings" = "Beállítások megnyitása";

"iCloudVideoLoadFaild" = "Nem sikerült szinkronizálni az iClouddal";
"imageLoadFailed" = "Kép betöltése sikertelen";

"save" = "Mentés";
"saveImageError" = "Kép mentése sikertelen";
"saveVideoError" = "Videó mentése sikertelen";
"timeout" = "Időtúllépés";

"customCameraTips" = "Érintse meg a fényképezéshez, tartsa lenyomva a videóhoz";
"customCameraTakePhotoTips" = "Érintse meg a fényképezéshez";
"customCameraRecordVideoTips" = "Tartsa lenyomva a videóhoz";
"customCameraTapToRecordVideoTips" = "Érintse meg a videó felvételéhez";
"minRecordTimeTips" = "Legalább %ld másodperc felvétel";

"cameraRoll" = "Legutóbbiak";
"panoramas" = "Panorámák";
"videos" = "Videók";
"favorites" = "Kedvencek";
"timelapses" = "Időközönkénti felvételek";
"recentlyAdded" = "Nemrég hozzáadottak";
"bursts" = "Sorozatfelvételek";
"slomoVideos" = "Lassított videók";
"selfPortraits" = "Önarcképek";
"screenshots" = "Képernyőképek";
"depthEffect" = "Portré mód";
"livePhotos" = "Live Photos";
"animated" = "Animált kép";
"myPhotoStream" = "Fotófolyamom";

"noTitleAlbumListPlaceholder" = "Összes fotó";
"textStickerRemoveTips" = "Húzza ide az eltávolításhoz";
